/* %@ => Application name */
"APPLICATION_FIELD" = "%@ HotKey";

/* Empty Action Name - Title */
"EMPTY_NAME_ALERT" = "The name field is empty.";

/* Empty Action Name - Message */
"EMPTY_NAME_ALERT_MSG" = "The HotKey could not be created because the name field is empty. Please type a name for your HotKey and try again.";

/* Invalid Shortcut - Title */
"EMPTY_TRIGGER_ALERT" = "The shortcut field is empty.";

/* Invalid Shortcut - Message */
"EMPTY_TRIGGER_ALERT_MSG" = "The HotKey could not be created because the shortcut field is empty. Please choose a shortcut for your HotKey and try again.";

/* Entry Editor Update Button */
"ENTRY_EDITOR_CREATE" = "Create";

/* Entry Editor Update Button */
"ENTRY_EDITOR_UPDATE" = "Update";

/* Hotkey Type column header */
"HOTKEY_TYPE_HEADER" = "HotKey Type";

/* OK - Button */
"OK" = "OK";

/* Plugin raise exception - Title */
"UNEXPECTED_PLUGIN_EXCEPTION" = "The requested action failed because an unexpected plugin error occured.";

